Repository: mozilla-l10n/mt-training-data
Catalog: myv/myv_pontoon.tmx
Source language: en_us
Languages: myv

source: Today's Progress
myv: Течешь тевесь

source: Toki Pona
myv: Токипонань кель

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
myv: Common Voice данной пурнавксос совамга, вайгельсэ сёрмадозь клипентень эряви кавто кунсолыцянзо ваннома.

source: Top Contributors
myv: Неть, конат сехте пек лездыть

source: Total
myv: Весемезе

source: Total Approved
myv: Зяро ваннозь весемезэ

source: { $totalHours } hours is achievable in just over { $periodMonths } months if { $people } people record { $clipsPerDay } clips a day.
myv: { $totalHours } част пурнавить сеске { $periodMonths } ковдо мейле { $people } ломанть карминдеряйть сёрмадомо { $clipsPerDay } клипть чизэнзэ.

source: { $totalInReview } sentences in review.
myv: { $totalInReview } валрисьметь ванновить.

source: { $totalSentences } total sentences.
myv: Весемезэ { $totalSentences } валрисьметь.

source: To the right we outline the benefits and clarify what information we make public. Use the links below to get started with a Common Voice account on your own device.
myv: Вить кедь ёно минь ёвтатано проектэнть лезэнзэ ды седе чарькодевиксстэ ёвтатано кодат информацият минь ливттяно ломань икелев. Нолдынк ало cюлмавкстнэнь Common Voice совамо таркань шкамга-теемга эсеть содымашинасо-лиясо.

source: Toward next goal
myv: Сыця норовамо ёнов

source: Track progress here and on your stats page.
myv: Невтемс касомат тесэяк, статистикань лопасоткак.

source: Translate this page
myv: Ютавтык те лопанть

source: Translation of the Common Voice site happens on <strong>Pontoon</strong>.
myv: Common Voice сайтэсь ютавтови <strong>Pontoon-со</strong>.

source: Tshivenda
myv: Чивендань кель

source: Turkish
myv: Туркань кель

source: Turkmen
myv: Туркменэнь кель

source: Tuvan
myv: Тувань кель

source: Twi
myv: Твинь кель

source: Typically megabytes
myv: Седе сеедьстэ мегабайтт

source: Ubykh
myv: Убыхень кель

source: Udmurt
myv: Удмуртонь кель

source: Ukrainian
myv: Украинань кель

source: Unable to speak right now?
myv: Арась шкат кортамс ней?

source: Understand contribution criteria
myv: Чарькодемс лезксэнь максомань критерият

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
myv: Чарькодть мезес явомс мель, зярдо кунсолат вайгельсэ сёрмадозь клипть, ды тувако вадрякстомтыть эсеть вайгельсэ сёрмадовкстнэньгак

source: { $unreviewedSentencesByYou } sentences left for you to review.
myv: Тонеть лиядсть ванномс { $unreviewedSentencesByYou } валрисьметь

source: Updating…
myv: Одкстомомась моли...

source: Upload aborted. Do you want to delete your recordings?
myv: Материалонь тонгомась лоткавтозь. Ули мелеть нардамс эсеть лентас сёрмадовкстнэнь?

source: Upload an image file
myv: Тонгомс фотокув файла

source: Urdu
myv: Урдунь кель

source: User Name
myv: Тевс нолдыцянь лем

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
myv: Кунсолыцятне ванныть максозь клиптнень, ды ванкшныть ловныцясь алкукс ловнось мезе сёрмадозь.

source: Using Common Voice
myv: «Common Voice-нть» тевс нолдамозо

source: Uyghur
myv: Уйгуронь кель

source: Uzbek
myv: Узбекень кель

source: Validated Clips
myv: Ваннозь клиптнесэ

source: Validated Hours
myv: Ваннозь част

source: Validated Hrs
myv: Кочказь част

source: Validated Hr. Total
myv: Зяро част ваннозь весемезе

source: { $validatedSentences } validated sentences.
myv: { $validatedSentences } кемекстазь валрисьметь.

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
myv: Эрьва сыця сёрмадовкстнэнь ванномась пек эрявикс тев Common Voice-нь туртов. Кунсолодо сёрмадовкстнэнь ды лездадо тееемс вадря панжадо даннойть.

source: Validations
myv: Кемекстамот

source: Variants are a specific form of a language - for example shared by those living in a geography or commmunity. Sometimes these are called dialects.
myv: Кортавксось -- те келень башка вариант, конаньсэ кортыть ве таркань эли велень-сядонь ломанть. Шкать-шкать эйстэдест мерить диалектт.

source: Varying Pronunciations
myv: Валонь ёвтнематне явовить вейкест-вейкест эйстэ

source: Venetian
myv: Венециянь кель

source: Version
myv: Версия

source: Vietnamese
myv: Вьетнамокс

source: View your progress against personal and project goals.
myv: Вант эсеть касомат мельга проектэнь ды норовамонь топавтомга.

source: Visible
myv: Неявикс

source: Voice clips are entered into a submission queue that readies them for listening.
myv: Вайгельсэ сёрмадозь клиптне совавтовить пурнамо чиполас, конаньстэ муевить кунсоломс.

source: Voice Collection
myv: Вайгельпурнавкс

source: Voice Contribution
myv: Вайгельсёрмадовкссо лезкс

source: Voice Dataset, Ready for Download
myv: Вайгелень данной пурнавкс, анок таргамс

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
myv: Вайгелесь эрьва чинь ломанень тев. Секскак минек талновты тевс нолдавиця вайгельтехнологиянь кастомась-кепедемась. Ансяк вайгельсистемань шкамга-теемга эряви ламодояк ламо вайгелень дата.

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
myv: Вайгелесь эрьва чинь тев, ломанень. Секскак минек талновты тевс нолдавиця вайгельтехнологиянь кастомась-кепедемась. Ансяк вайгельсистемань шкамга-теемга эряви ламодояк ламо вайгелень дата.

source: Voice recognition technology is revolutionizing the way we interact with machines, but the currently available systems are expensive and proprietary. Common Voice is part of Mozilla’s initiative to make voice recognition technologies better and more accessible for everyone. Common Voice is a massive global database of donated voices that lets anyone quickly and easily train voice-enabled apps in potentially every language.
myv: Вайгелень содамо технологиясь одкстомты машинатне марто ве тевень тееманть, ансяк неень шкань тевс нолдавиця систематне пек питнейть ды патент марто. Common Voice - Мозиллань инициативань пелькс, кона важоди улест вайгелень содамо технологиятне седе парт ды панжадот весень туртов. Common Voice - те пек покш сёрмадозь вайгелень пурнавкс, кона максы эрьванень бойкасто ды шождасто тонавтомс вайгельпурнавкстнэнь малав весе кельтнесэ.

source: Voice recognition technology is revolutionizing the way we interact with machines, but the currently available systems are expensive and proprietary. Mozilla Common Voice is an initiative to make voice recognition technologies better and more accessible for everyone. Common Voice is a massive global database of donated voices that lets anyone quickly and easily train voice-enabled apps in potentially every language. We're not only collecting voice samples in widely spoken languages but also in those with a smaller population of speakers. Publishing a diverse dataset of voices will empower developers, entrepreneurs, and communities to address this gap themselves.
myv: Вайгелень содамо технологиясь одкстомты машинатне марто ве тевень тееманть, ансяк неень шкань тевс нолдавиця систематне пек питнейть ды патент марто. Common Voice - Мозиллань инициативань пелькс, кона важоди улест вайгелень содамо технологиятне седе парт ды панжадот весень туртов. Common Voice - те пек покш сёрмадозь вайгелень пурнавкс, кона максы эрьванень бойкасто ды шождасто тонавтомс вайгельпурнавкстнэнь малав весе кельтнесэ. Минь пурнатано вайгелень парцунт аволь ансяк пек покш кельтнестэ, вишка кельтнестэяк. Эрьва кодамо келень ламочись максы теицятненень, тевс нолдыцятненень ды сообществатненень эстест витнемс асатыкстнэнь. Common Voice даннойтнень пештемга минь истяжо тейтяно механизмат, конат содасызь кортавкстнэнь. Сынст кодост панжадот ды лемест Deep Speech.

source: Voices Online Now
myv: Зяро вайгельть ней алтымасонть

source: Voice Validation
myv: Вайгельсёрмадовксонь кемекстамо

source: Volume
myv: Вайгелень виевксчи

source: Votic
myv: Вадякс

source: VoxForge was set up to collect transcribed speech for use with Free and Open Source Speech Recognition Engines.
myv: VoxForge путозель транскрибировазь кортамонь пурнамга, конась нолдави тевс олясо ды весенень панжадо вайгелень содамга механизматнесэ.

source: Want to help make Common Voice even better? Great! Get in touch via email or <discourseLink>Discourse</discourseLink> forums, submit site issues via <githubLink>GitHub</githubLink>, or join the <matrixLink>Matrix</matrixLink> community chat.
myv: Лездавлить вадрялгавтомс «Common Voice» проектэнть?¶ Пек паро! Кучт тенек ёндолсёрма эли совак <discourseLink>Discourse</discourseLink> ¶ вальмас, кучт сайтэнь проблемат <githubLink>GitHub</githubLink> issues-со, эли совак¶ минек <matrixLink>Matrix</matrixLink> куронь чатс.

source: Want to stay in touch with Common Voice?
myv: Кирдевлить сюлмавкс «Common Voice» марто?

source: Want updates when we release a new version of the Common Voice dataset? Subscribe to our newsletter.
myv: Паро мельсэ учат пельденек од версиядо куля, зярдо Common Voice нолды данноень од пурнавкс? Сёрмадстык эсь прят кулялопазонок.

source: Watch our video explainer to help
myv: Ванык видеонок, паряк лезды чарькодемс

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
myv: Пурнатано вайгельде аштиця, весенень панжадо датапурнавкс, конась маштови нолдамс кортамо марто аппликациянь тонавтомас.

source: We are going out to get coffee.
myv: Миненек эрявоволь кофе.

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
myv: Мозилласо пурнатано-кепедтяно вайгелень технологиянь перька ломанькуро. Паро мельсэ содавлинек, мезесь од, косто саевить датань од лисьмапрят ды кода нолдатадо не дататнень тевс.

source: Website Localization
myv: Сайтэнть локализациязо

source: We calculate hours by estimating the average length of each recording, and then multiplying that number by the total number of recordings across all languages.
myv: Минь ловтано частнень тень лангс ванозь, кодат покшт куншка видень сёрмадовкстнэ, ды мейле ламолгавтсынек те цифранть зняроксть проектсэнть вайгельсёрмадовкстнэде.

source: We couldn’t find that page for you
myv: Лопась эзь муеве тонь туртов

source: We don't have anything to validate in this language, help us fill the queue.
myv: Минек арась мезде кочкамс те кельсэнть, лездак марямга текстэнь ловномасо.

source: Weekly
myv: Таргозонзо

source: Weekly Goal
myv: Эрьва таргонь норовавкс-цель

source: We launch the Common Voice site in this language.
myv: Нолдатано Common Voice сайтэнть вана те кельсэнть.

source: Welcome { $company } staff!
myv: Совадо { $company } ломанть!

source: Welcome to Common Voice
myv: Совак, инеськеть, «Common Voice-ес»

source: Welcome to the Common Voice Sentence Collector
myv: Инеськеть, сак седе малас, вана Common Voice-нь валрисьмень пурнамкась

source: Welsh
myv: Кимрикс

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
myv: Макстано вал информацият мельга парсте ваномс. Ловнок седе тов <privacyLink>Эсь тевень сёрмадовкссо</privacyLink>.

source: We’re building an open source, multi-language dataset of voices that anyone can use to train speech-enabled applications.
myv: Минь тейтяно весенень панжадо, ламо кельсэ вайгелень данной пурнавкс, кона маштови кинень мелезэ нолдамс тевс, зярдо тонавты чарькс программа вайгелень содамос.

source: We’re experiencing unexpected downtime
myv: Минек апак учо каладсь системась

source: We’re going out to get coffee.
myv: Миненек эряволь кофе.

source: We release the dataset every 3 months.
myv: Датасетэнь нолдавксось минек лиси эрьва 3 ковдо мейле.

source: We’re sorry, but your platform is not currently supported.
myv: Илямизь чумондо, платформат. туртов арасть эрявикс аравтомат.

source: We've run out of clips to validate in this language...
myv: Весиясть те кельсэнть ванномс руликенек...

source: We've run out of sentences to record in this language...
myv: Весиясть те кельсэнть ловномс валрисьменек...

source: We will be in touch with more information about how to add your language to Common Voice very soon.
myv: Курок пачтятано тенть седе ламо информация, косо ёвтави кода совавтомс эсеть келеть «Common Voice»-эс.

source: We will be in touch with more information as it becomes available.
myv: Макстано тонеть од информация истя кода сы.

source: We will not make your email public.
myv: А карматано максомо ёндолпочтат ломантненень.

source: What does it mean that I can’t “determine the identity” of speakers in the Common Voice dataset?
myv: Кода чарькодемс: "а содави кинь" вайгелезэ «Common Voice» датапурнавксо?

source: What is a language on Common Voice?
myv: Келесь те мезе Common Voice-сэ?

source: What is Common Voice?
myv: "Common Voice" те мезе истямось?

source: What issues are you experiencing with this sentence?
myv: Кодат проблемат лисить лангс те валрисьмесэнть?

source: What kind of goal do you want to build?
myv: Кодамо норовавкс-цель эстеть путовлить?

source: What level of audio quality is required for a voice clip to be used in the dataset?
myv: Пек вадря эряви улемс аудио клипенть уликсчинстэнь данной пурнавксос совавтомга?

source: What’s inside the Common Voice dataset?
myv: Мезе «Common Voice» датасетсэнть?

source: What's Public?
myv: Весенень панжадо -- те мезе истямось?

source: What’s the difference between Common Voice and Deep Speech?
myv: Мейсэ явовить «Common Voice» ды «Deep Speech»?

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
myv: Зярдо кунсолыця ёрты вайгелень клип, клипесь велявты мекев чиполас. Понгиндеряй омбоцеде ёртомас, вайгелень клипесь путови клипень калмазырьс.

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
myv: Зярдо кунсолат, кирдть мельсэ вейкеяк ильведевкс, кодамо вишинька илязо уле, а маштови нолдамс. Текстэсь улезэ истямо кода и вайгелесь. Ёртык понгиндеряй ильведевкскеяк. <br/>Сеедьстэ вастневиця ильведевкстне истят:

source: When will you release Common Voice data in other languages?
myv: Зярдо кармат нолдамо «Common Voice» максовкст-даннойть лия кельсэ?

source: When you request your recordings, we compile them into one or multiple ZIP files. Here are your past requests:
myv: Зярдо вешат вайгелень сёрмадовксот, пурнасынек сынст вейке эли седе ламо ZIP файлас. Вана кодат седе икелень вешемат ульнесть:

source: Where does the source text come from?
myv: Косто саевсь лисьмапрятекстэсь?

source: Which variant of { $language } do you speak?
myv: { $language } кодамо кортавкссо кортат?

source: Why ?
myv: Мезекс ?

source: Why a profile?
myv: Мезекс профилесь?

source: Why Common Voice?
myv: Мезекс «Common Voice»?

source: Why does this matter?
myv: Мезекс те эряви?

source: Why don’t you ask people to read from books or Wikipedia articles in different languages?
myv: Мекс а вештядо ломантнень пельде ловност башка-башка кельстэ кинигат эли Википедиянь сёрмадовкст?

source: Why do you need so many different speakers per language?
myv: Мейс эрьва келень туртов эрявить истянь зяро кортыцят?

source: Why is 10,000 validated hours the per language goal for capturing audio?
myv: Мейс эрьва келенть туртов путозь 10.000 часонь ванномась аудиопурнамонь норовамокс?

source: Why is Common Voice part of the Mozilla mission?
myv: Мейс «Common Voice»-сь совавтозь «Mozilla»-нь миссиянзо пельксэкс?

source: Why is it important?
myv: Мезекс эряви?

source: Why is my language not included yet?
myv: Мейс монь келесь зярс апак совавто?

source: Why should I sign up for an account?
myv: Мейс монень теемс совамо тарка?

source: Will speech-to-text, via Common Voice, ever become part of Firefox?
myv: «Common Voice» проектэнть вельде кортамосто-текстс функциясь зярдояк совавтови Толривезень (Firefox-онь) пельксэкс?

source: Wolof
myv: Олофонь кель

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
myv: Ули мелеть нардавтомс вайгелень сёрмадовксоткак, эли паро мельсэ кадсыть Common Voice данной пурнавксос?

source: Write
myv: Сёрмадомс

source: Xhosa
myv: Хосань кель

source: Xitsonga
myv: Хитсонгань кель

source: y
myv: и

source: Y
myv: И

source: Yes
myv: Истя

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
myv: Паро мельсэ, кучодо монень ёндолсёрмат. Ули мелем содамс седе тов, кода «Common Voice» проектэнть тевензэ молить.

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
myv: Паро мельсэ, кучодо монень э-сёрмат. Ули мелем седе товгак содамс кода те келенть тевензэ молить «Common Voice» инфрастуктурасо.

source: Yes, we definitely want your voice! Part of the aim of Common Voice is to gather as many different accents as possible, so that computers can better understand <bold>everyone</bold> when they speak.
myv: Эряви, тоньгак вайгелеть миненек эряви! «Common Voice» проектэнть вейке целазо пурнамс зяро-понги кортамо лувт -- кортавкст. Истя содымашинатне седе парсте кармить <bold>весень</bold> чарькодеме кортамстост.

source: Yes, we especially want your voice! Part of the aim of Common Voice is to gather as many different accents as possible so that voice recognition services work equally well for everyone. This means donations from non-native speakers are particularly important.
myv: Эряви. Миненек самай тонь вайгелесь эряви! «Common Voice» проектэнть норовавкссо ве пельксэсь пурнамс ламонь-ламонь кортамо лувт важодезэ вайгелень содавомась эрьвань туртов вейкетьстэ. Лиякс меремс, аволь тиринь келень кортыцятнень путовксосткак пек эрявить.

source: Yiddish
myv: Идишень кель

source: Yoruba
myv: Йорубань кель

source: You
myv: Тон

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
myv: Таргиксат <size>{ $size }GB</size>, таргамс?

source: You are prepared to initiate a download of <b>{ $size }</b>
myv: Ней анокат таргамо даннойть, конатнень покшолмаст <b>{ $size }</b>

source: You can choose to make your username public or anonymous.
myv: Маштови теемс леметь весенень неявиксэкс эли кекшемс сонзэ.

source: You cannot request your recordings while another request is already in progress.
myv: А маштови вешемс эсеть вайгелень сёрмадовкст, зярдо уш ваннови лия вешема.

source: You can request a new takeout of your recordings every { $days } days.
myv: Мелеть ули, маштови вешемс вайгельсёрмадовксот керьмаз эрьва { $days } чинь ютазь.

source: You have not added any languages yet.
myv: Зярс вейкеяк кель эзить поладо.

source: You must allow microphone access.
myv: Эряви максомс микрофононтень нолдавомань видечить.

source: Your accent is the way you pronounce words. It can be shaped by where you have lived, which other languages you speak and lots of other factors. You can share any information you feel is relevant here.
myv: Кортавксот -- те кода валтнэсэ ёвтат. Сон ашти сень эйстэ, косо чачить-касыть, кодамо лия кельсэ кортат ды лиядо-мезде. Эсеть мелеть коряс, сёрмадыка тезэнь сень, конань арсят эрявикс.

source: Your anonymous voice recordings will remain in the Common Voice dataset. Once you delete your profile you will no longer be able to submit a request to remove your recordings from the dataset
myv: Лемтеме максыть вайгелень сёрмадовкст, сынь кадовить Common Voice данной пурнавксос. Нардындерясак профилэть, мейле а маштови вешемс вайгелень сёрмадовксот нардавтомаст

source: Your daily goal has been created
myv: Чинь норовавксот-целеть шказь-теезь

source: Your download has started.
myv: Таргамот ушодовсь.

source: You’re contributing to a target segment
myv: Кандат лезэ норовавкс сегментс.

source: You’re contributing to our first target segment
myv: Кандат лезэ минек васенце норовавкс сегментс.

source: You're currently set to <bold>NOT</bold> receive emails such as goal reminders, my progress updates and newsletters about Common Voice
myv: Зярс аравтоматне невтить <bold>А УЧАТ</bold> пельденк сёрмат, конатнесэ ёвтави «Common Voice» проектэнь норовавкстнэде-цельтнеде, зяро ды кода монь путовкстнэ лэздыть ды конат пачтить проектэнь кулялопат.

source: You're currently set to receive emails such as goal reminders, my progress updates and newsletters about Common Voice
myv: Ней аравтоматне невтить учат пельденк сёрмат, конатнесэ ёвтави «Common Voice» проектэнь норовавкстнэде-цельтнеде, зяро ды кода монь путовкстнэ лэздыть ды конат пачтить проектэнь кулялопат.

source: Your email address
myv: Эсеть ёнсёрмапаргот

source: Your files are being assembled. Please check again later.
myv: Файлэть пурнавить. Вант, инескеть мейле одов.

source: Your languages:
myv: Тонь кельтне

source: Your Languages
myv: Тонь кельтне

source: Your username and email will not be associated with the published data.
myv: А карматано сюлмамо совикуронь леметь ды ёндолпочтат нолдазь дататнень марто.

source: Your weekly goal has been created
myv: Таргонь норовавксот-целеть шказь-теезь

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
myv: Лездыть Common Voice-нень пачкодеме <goalPercentage></goalPercentage> видьс минек эрьва чинь вайгельсэ сёрмадомань { $goalValue } норовавксонть эйстэ!

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
myv: Лездыть Common Voice-нень пачкодеме <goalPercentage></goalPercentage> видьс минек эрьва чинь вайгельсэ сёрмадовксонь ванномань { $goalValue } норовавксонть эйстэ !

source: You've successfully signed up for contributing to { $language }. Thank you.
myv: Теветь лиссь: сёрмадык эсь прят { $language }-нь келень тевнень лездыцякс. Сюкпря тенть.

source: Zaza
myv: Зазань кель

source: Zip #{ $offset } of { $total }
myv: Zip #{ $offset } { $total }-нть эйстэ

source: Zulu
myv: Зулунь кель

source: authenticate
myv: кемекстамс

source: authenticated
myv: кемекстазь

source: back out
myv: потамс

source: bookmark
myv: тешкстамс сюлмавкс

source: boot
myv: кшувавтомс

source: channel
myv: канал

source: clockwise
myv: чимельга

source: confirmation code
myv: кемекстамо код

source: context
myv: контекст

source: contribute
myv: максомс лезкс

source: cookie banner
myv: нумолонь кшиде кодстке

source: counterclockwise
myv: чинь каршо

source: end user
myv: тевснолдыцязо

source: extension
myv: келейгавтома

source: external
myv: ушоёндонь

source: Fellow
myv: Ялга

source: home page
myv: ушодома лопа

source: import
myv: совавтомс

source: innovations
myv: одкстомтомат

source: Issue
myv: Кевкстема

source: open source
myv: весенень панжадо

source: Patch
myv: Панкс

source: pop-up
myv: сельмс эци вальма

source: preference
myv: аравтома

source: release
myv: нолдавкс

source: report
myv: пеняцямс

source: revert
myv: мекев вельмевтема

source: search suggestion
myv: вешнемань ушодкс

source: security keys
myv: зыяндо панжомат

source: sign
myv: кедь путомс

source: signer
myv: кедень путыця

source: sign in
myv: совавтомс пря

source: track
myv: следямс

source: trackers
myv: следицят

source: Tracking Content
myv: Следямо потмо

source: Turbo Mode
myv: Турбо мод

source: unsafe
myv: зыянов

source: version
myv: версия
